tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "heroku/brew"

# Tools
cask "1password/tap/1password-cli"
brew "fzf"
cask "hammerspoon"
brew "iperf"
brew "jq"
brew "rg"
cask "tg-pro"
brew "tmux"
brew "watch"
brew "gh"

# Security
brew "gnupg"
brew "gpg"

# DevOps
brew "awscli"
brew "azure-cli"
brew "circleci"
cask "google-cloud-sdk"
brew "heroku"
brew "hey"
brew "jsonnet"
brew "kubernetes-cli"
brew "packer"
brew "terraform"

# Vim linters
brew "luarocks"
brew "shellcheck"
brew "yamllint"
brew "tflint"
brew "node"  # Required for coc.nvim
