tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

# Tools
brew "fzf"
cask "hammerspoon"
brew "iperf"
brew "jq"
brew "tmux"
brew "watch"

# GPG
brew "gnupg"
brew "gpg"
brew "pinentry-mac"

# DevOps
brew "awscli"
brew "circleci"
cask "google-cloud-sdk"
brew "jsonnet"
brew "kubernetes-cli"
brew "terraform"

# Vim linters
brew "nvim"
brew "luarocks"
brew "shellcheck"
brew "yamllint"
brew "tflint"
