tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "heroku/brew"
tap "homebrew/cask-fonts"

cask "1password-cli"
cask "font-fira-code"

# Tools
brew "fzf"
brew "iperf"
brew "jq"
brew "hashicorp/tap/terraform-ls"
brew "watch"
brew "TomAnthony/brews/itermocil"
brew "ranger"
brew "trash"
brew "git-delta"
brew "exa"
brew "starship"
brew "git-absorb"
brew "ctags"
brew "k9s"
brew "terminal-notifier"

# DevOps
brew "circleci"
brew "jsonnet"

# Vim linters
brew "shellcheck"
brew "yamllint"
brew "tflint"
